log/2019-11-05/2019-11-05-04:36:02
10        Threads
40        Connections per thread
32500     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        99042.02          ---          ---      4.05300      5236.97 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      99042.02         0.00         0.00      4.05300      5236.97 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.220         0.00
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.01
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.02
SET       0.330         0.02
SET       0.340         0.02
SET       0.350         0.03
SET       0.360         0.03
SET       0.370         0.03
SET       0.380         0.03
SET       0.390         0.04
SET       0.400         0.04
SET       0.410         0.04
SET       0.420         0.04
SET       0.430         0.05
SET       0.440         0.05
SET       0.450         0.05
SET       0.460         0.06
SET       0.470         0.06
SET       0.480         0.06
SET       0.490         0.07
SET       0.500         0.07
SET       0.510         0.07
SET       0.520         0.08
SET       0.530         0.08
SET       0.540         0.08
SET       0.550         0.09
SET       0.560         0.09
SET       0.570         0.10
SET       0.580         0.10
SET       0.590         0.11
SET       0.600         0.11
SET       0.610         0.12
SET       0.620         0.12
SET       0.630         0.13
SET       0.640         0.14
SET       0.650         0.15
SET       0.660         0.15
SET       0.670         0.16
SET       0.680         0.17
SET       0.690         0.18
SET       0.700         0.19
SET       0.710         0.20
SET       0.720         0.21
SET       0.730         0.22
SET       0.740         0.23
SET       0.750         0.24
SET       0.760         0.24
SET       0.770         0.25
SET       0.780         0.26
SET       0.790         0.27
SET       0.800         0.28
SET       0.810         0.29
SET       0.820         0.30
SET       0.830         0.30
SET       0.840         0.31
SET       0.850         0.32
SET       0.860         0.33
SET       0.870         0.33
SET       0.880         0.34
SET       0.890         0.35
SET       0.900         0.36
SET       0.910         0.36
SET       0.920         0.37
SET       0.930         0.38
SET       0.940         0.39
SET       0.950         0.39
SET       0.960         0.40
SET       0.970         0.41
SET       0.980         0.41
SET       0.990         0.42
SET       1.000         0.46
SET       1.100         0.52
SET       1.200         0.60
SET       1.300         0.68
SET       1.400         0.80
SET       1.500         0.94
SET       1.600         1.12
SET       1.700         1.34
SET       1.800         1.60
SET       1.900         1.93
SET       2.000         2.31
SET       2.100         2.77
SET       2.200         3.30
SET       2.300         3.91
SET       2.400         4.62
SET       2.500         5.45
SET       2.600         6.40
SET       2.700         7.46
SET       2.800         8.65
SET       2.900         9.93
SET       3.000        11.37
SET       3.100        12.96
SET       3.200        14.75
SET       3.300        16.81
SET       3.400        19.33
SET       3.500        22.74
SET       3.600        27.66
SET       3.700        34.41
SET       3.800        42.88
SET       3.900        52.17
SET       4.000        61.08
SET       4.100        68.95
SET       4.200        75.16
SET       4.300        79.47
SET       4.400        82.43
SET       4.500        84.50
SET       4.600        86.15
SET       4.700        87.53
SET       4.800        88.71
SET       4.900        89.75
SET       5.000        90.61
SET       5.100        91.33
SET       5.200        91.96
SET       5.300        92.52
SET       5.400        93.01
SET       5.500        93.44
SET       5.600        93.84
SET       5.700        94.20
SET       5.800        94.53
SET       5.900        94.85
SET       6.000        95.15
SET       6.100        95.43
SET       6.200        95.70
SET       6.300        95.97
SET       6.400        96.22
SET       6.500        96.46
SET       6.600        96.69
SET       6.700        96.91
SET       6.800        97.12
SET       6.900        97.31
SET       7.000        97.50
SET       7.100        97.67
SET       7.200        97.82
SET       7.300        97.96
SET       7.400        98.10
SET       7.500        98.21
SET       7.600        98.32
SET       7.700        98.42
SET       7.800        98.51
SET       7.900        98.59
SET       8.000        98.67
SET       8.100        98.74
SET       8.200        98.81
SET       8.300        98.87
SET       8.400        98.92
SET       8.500        98.98
SET       8.600        99.03
SET       8.700        99.07
SET       8.800        99.11
SET       8.900        99.15
SET       9.000        99.19
SET       9.100        99.23
SET       9.200        99.26
SET       9.300        99.29
SET       9.400        99.32
SET       9.500        99.35
SET       9.600        99.38
SET       9.700        99.40
SET       9.800        99.43
SET       9.900        99.46
SET      10.000        99.58
SET      11.000        99.70
SET      12.000        99.77
SET      13.000        99.82
SET      14.000        99.84
SET      15.000        99.86
SET      16.000        99.87
SET      17.000        99.88
SET      18.000        99.89
SET      19.000        99.89
SET      20.000        99.90
SET      21.000        99.91
SET      22.000        99.94
SET      23.000        99.95
SET      24.000        99.95
SET      25.000        99.95
SET      26.000        99.96
SET      27.000        99.96
SET      28.000        99.96
SET      29.000        99.96
SET      30.000        99.96
SET      31.000        99.96
SET      32.000        99.96
SET      33.000        99.96
SET      34.000        99.97
SET      35.000        99.97
SET      36.000        99.97
SET      37.000        99.97
SET      38.000        99.97
SET      39.000        99.97
SET      40.000        99.97
SET      41.000        99.97
SET      42.000        99.98
SET      43.000        99.98
SET      44.000        99.98
SET      45.000        99.98
SET      46.000        99.98
SET      47.000        99.98
SET      48.000        99.98
SET      49.000        99.99
SET      50.000        99.99
SET      51.000        99.99
SET      52.000        99.99
SET      53.000        99.99
SET      54.000        99.99
SET      55.000        99.99
SET      56.000        99.99
SET      57.000        99.99
SET      58.000        99.99
SET      59.000        99.99
SET      60.000        99.99
SET      61.000        99.99
SET      62.000        99.99
SET      63.000        99.99
SET      64.000        99.99
SET      65.000        99.99
SET      66.000        99.99
SET      67.000        99.99
SET      68.000        99.99
SET      69.000        99.99
SET      70.000        99.99
SET      71.000        99.99
SET      72.000        99.99
SET      73.000        99.99
SET      74.000        99.99
SET      75.000        99.99
SET      76.000        99.99
SET      77.000        99.99
SET      78.000       100.00
SET      79.000       100.00
SET      80.000       100.00
SET      81.000       100.00
SET      82.000       100.00
SET      83.000       100.00
SET      84.000       100.00
SET      85.000       100.00
SET      86.000       100.00
SET      87.000       100.00
SET      88.000       100.00
SET      89.000       100.00
SET      90.000       100.00
SET      91.000       100.00
SET      92.000       100.00
SET      93.000       100.00
SET      94.000       100.00
SET      95.000       100.00
SET      96.000       100.00
SET      97.000       100.00
SET      98.000       100.00
SET      99.000       100.00
SET     100.000       100.00
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     160.000       100.00
SET     180.000       100.00
SET     200.000       100.00
SET     210.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     280.000       100.00
SET     290.000       100.00
SET     300.000       100.00
SET     310.000       100.00
SET     320.000       100.00
SET     330.000       100.00
SET     340.000       100.00
SET     350.000       100.00
SET     360.000       100.00
---
---